13/data/attachments/9f2b9483aeb5549d.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_f7b876d8-e9e2-4808-b09c-822ecbf31510</nif:username>
            <nif:friendToBeAdded>Deborah_price_Friend_62159_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>